Repository: sfrancisx/Caffeine
Catalog: src/CaffeineShell/McBrewery/*.lproj/Localizable.strings
Languages: ar, da_dk, de_de, el_gr, es_es, es_mx, fi_fi, fr, fr_ca, id, it_it, ko, nb, nl, pl, pt, pt_pt, ro_ro, ru_ru, sv, th, tr_tr, vi_vn, zh, zh_hant_hk

source: Wait
ar: انتظر
da_dk: Vent
de_de: Einen Moment!
el_gr: Αναμονή
es_es: Espera
es_mx: Espera
fi_fi: Odota
fr: Veuillez patienter
fr_ca: Patientez
id: Tunggu
it_it: Aspetta
ko: 잠시만요
nb: Vent
nl: Wachten
pl: Czekaj
pt: Espere
pt_pt: Esperar
ro_ro: Aşteptaţi
ru_ru: Подождите
sv: Vänta
th: โปรดรอสักครู่
tr_tr: Bekleyin
vi_vn: Khoan đã
zh: 等等
zh_hant_hk: 等一下

# updateNeedsRestart
source: A new update is available to be installed. Would you like to install it now and restart?
ar: يتوفر تحديث جديد للتثبيت، هل ترغب في تثبيته الآن وإعادة التشغيل؟
da_dk: En nu opdatering er klar til at blive installeret. Vil du installere den nu og genstarte?
de_de: Es ist ein Update verfügbar. Möchten Sie es jetzt installieren und anschließend neu starten?
el_gr: Μια νέα ενημέρωση είναι διαθέσιμη για εγκατάσταση, θέλετε να την εγκαταστήσετε τώρα και να κάνετε επανεκκίνηση;
es_es: Hay una nueva actualización disponible, ¿deseas instalarla ahora y reiniciar?
es_mx: Hay una nueva actualización lista para instalar ¿Quieres instalarla y reiniciar ahora?
fi_fi: Uusi päivitys on saatavilla, haluatko asentaa sen heti ja avata sovelluksen uudelleen?
fr: Une nouvelle mise à jour est disponible. Voulez-vous l’installer maintenant et redémarrer ?
fr_ca: Une nouvelle mise à jour est disponible pour l'installation. Souhaitez-vous l'installer maintenant et redémarrer?
id: Update baru sudah tersedia untuk diinstal, ingin menginstalnya sekarang dan merestart?
it_it: Un nuovo aggiornamento è disponibile per l'installazione, vuoi installarlo ora e riavviare?
ko: 새 업데이트를 설치할 수 있습니다. 지금 설치하고 다시 시작하시겠습니까?
nb: En ny oppdatering er tilgjengelig for installasjon, vil du installere den nå og starte på nytt?
nl: Er is een nieuwe update beschikbaar voor installatie. Wilt u deze nu installeren en opnieuw opstarten?
pl: Dostępna jest nowa aktualizacja. Czy chcesz ją zainstalować teraz i uruchomić ponownie?
pt: Uma nova atualização está disponível para ser instalada, deseja instalá-la agora e reiniciar?
pt_pt: Está disponível uma nova atualização. Deseja instalá-la agora e depois reiniciar?
ro_ro: O nouă actualizare este disponibilă pentru a fi instalată; doriţi să o instalaţi acum şi să reporniţi?
ru_ru: Доступно новое обновление. Хотите установить его сейчас и перезапустить программу?
sv: En ny uppdatering finns tillgänglig att installera. Vill du installera den nu och starta om?
th: มีโปรแกรมอัพเดทใหม่พร้อมสำหรับการติดตั้ง ต้องการติดตั้งตอนนี้และรีสตาร์ทหรือไม่
tr_tr: Yüklemek için yeni bir güncelleme mevcut, şimdi yüklemek ve yeniden başlatmak istiyor musunuz?
vi_vn: Bản cập nhật mới đã có sẵn để cài đặt, bạn có muốn cài đặt ngay và khởi động lại không?
zh: 有可安裝的新更新，要立即安裝並重新啟動嗎？
zh_hant_hk: 有可安裝的新更新，要立即安裝並重新啟動嗎？

# updateNeedsRestart2
source: A new update is available to be installed, press OK to install and restart
ar: يتوفر تحديث جديد للتثبيت، اضغط على "موافق" لتثبيته وإعادة التشغيل
da_dk: En ny opdatering er klar til at blive installeret. Tryk på OK for at installere og genstarte.
de_de: Es ist ein Update verfügbar. Drücken Sie OK, um es zu installieren und anschließend neu zu starten
el_gr: Μια νέα ενημέρωση είναι διαθέσιμη για εγκατάσταση, πατήστε OK για να κάνετε εγκατάσταση και επανεκκίνηση
es_es: Hay una nueva actualización disponible, pulsa Aceptar para instalarla y reiniciar
es_mx: Hay una nueva actualización lista para instalar, haz clic en OK para instalar y reiniciar
fi_fi: Uusi päivitys on saatavilla. Paina OK, niin se asennetaan ja sovellus avataan uudelleen
fr: Une nouvelle mise à jour est disponible. Appuyez sur OK pour l’installer et redémarrer
fr_ca: Une nouvelle mise à jour est disponible pour l'installation. Appuyez sur OK pour l'installer et redémarrer.
id: Update baru sudah tersedia untuk diinstal, tekan OK untuk menginstal dan merestart
it_it: Un nuovo aggiornamento è disponibile per l'installazione, premi OK per installare e riavviare
ko: 새 업데이트를 설치할 수 있습니다. 설치하고 다시 시작하려면 "확인"을 누르세요.
nb: En ny oppdatering er tilgjengelig for installasjon, trykk OK for å installere den og starte på nytt
nl: Er is een nieuwe update beschikbaar voor installatie. Druk op OK om te installeren en opnieuw op te starten.
pl: Dostępna jest nowa aktualizacja. Naciśnij OK, aby ją zainstalować i ponownie uruchomić aplikację
pt: Uma nova atualização está disponível para ser instalada, pressione OK para instalar e reiniciar
pt_pt: Está disponível uma nova atualização. Prima OK para instalar e reiniciar
ro_ro: O nouă actualizare este disponibilă pentru a fi instalată; apăsaţi OK pentru instalare şi repornire
ru_ru: Доступно новое обновление. Нажмите кнопку «ОК», чтобы установить его и перезапустить программу.
sv: En ny uppdatering finns tillgänglig att installera. Tryck på OK för att installera och starta om
th: มีโปรแกรมอัพเดทใหม่พร้อมสำหรับการติดตั้ง กด ตกลง เพื่อติดตั้งและรีสตาร์ท
tr_tr: Yüklemek için yeni bir güncelleme mevcut, yüklemek ve yeniden başlatmak için Tamam'a basın
vi_vn: Bản cập nhật mới đã có sẵn để cài đặt, nhấn OK để cài đặt và khởi động lại.
zh: 有可安裝的新更新，請按下「確定」以安裝並重新啟動
zh_hant_hk: 有可安裝的新更新，請按下「確定」以安裝並重新啟動

# startingDownloadingUpdate
source: A new update was found and downloaded automatically
ar: تم العثور على تحديث جديد وتم تنزيله تلقائيًا
da_dk: Der blev fundet en ny opdatering, og den bliver downloadet automatisk.
de_de: Ein Update wurde gefunden und automatisch heruntergeladen
el_gr: Βρέθηκε μια νέα ενημέρωση και πραγματοποιήθηκε αυτόματη λήψη
es_es: Se ha detectado una nueva actualización y se ha descargado de forma automática
es_mx: Se encontró una actualización nueva y se descargó automáticamente
fi_fi: Uusi päivitys löydettiin ja ladattiin automaattisesti
fr: Une nouvelle mise à jour a été trouvée et téléchargée automatiquement
fr_ca: Une nouvelle mise à jour a été trouvée et elle a été téléchargée automatiquement.
id: Update baru telah ditemukan dan akan secara otomatis didownload
it_it: Un nuovo aggiornamento è stato individuato e scaricato automaticamente
ko: 새 업데이트가 있어 자동으로 다운로드되었습니다.
nb: En ny oppdatering ble funnet, og har blitt lastet ned automatisk
nl: Er is een nieuwe update gevonden. Deze is automatisch gedownload.
pl: Wykryta została nowa aktualizacja i jest automatycznie pobierana
pt: Uma nova atualização foi encontrada e baixada automaticamente
pt_pt: Foi encontrada uma nova atualização que foi descarregada automaticamente
ro_ro: A fost găsită o nouă actualizare şi a fost descărcată automat
ru_ru: Было найдено и автоматически загружено обновление
sv: En ny uppdatering hittades och har automatiskt laddats ner
th: พบโปรแกรมอัพเดทใหม่ และดาวน์โหลดโดยอัตโนมัติแล้ว
tr_tr: Yeni bir güncelleme bulundu ve otomatik olarak indirildi
vi_vn: Đã phát hiện bản cập nhật mới và đã được tải xuống tự động
zh: 已發現並自動下載新更新
zh_hant_hk: 已發現並自動下載新更新

# appReadOnly
source: Caffeine can't auto-update as it's installed in a read-only image. Please copy it to /Applications to keep it up to date.
ar: يتعذر على Caffeine إجراء تحديث تلقائي نظرًا لتثبيته بصورة للقراءة فقط؛ يرجى نسخه إلى /Applications للحفاظ عليه يعمل
da_dk: Caffeine kan ikke opdatere automatisk, da det er installeret i en skrivebeskyttet afbildning. Kopiér det til /Programmer for at holde det opdateret
de_de: Caffeine kann nicht automatisch aktualisiert werden, da die App in einem schreibgeschützten Verzeichnis installiert wurde. Kopieren Sie sie in den Ordner „Anwendungen“, damit sie immer auf dem neuesten Stand bleibt.
el_gr: Η εφαρμογή Caffeine δεν μπορεί να ενημερωθεί αυτόματα αφού έχει εγκατασταθεί ως είδωλο μόνο για ανάγνωση. Αντιγράψτε τη στη θέση /Εφαρμογές για να τη διατηρείτε ενημερωμένη.
es_es: Caffeine no se puede actualizar automáticamente porque está instalada en una imagen de sólo lectura; cópiala en /Aplicaciones para mantenerla actualizada.
es_mx: Caffeine no puede actualizarse automáticamente ya que se instala como una imagen de solo lectura. Por favor, cópialo a /Aplicaciones para mantenerlo actualizado.
fi_fi: Caffeine ei voi käyttää automaattista päivitystä, sillä se on asennettu sijaintiin, johon on vain lukuoikeus. Siirrä se kansioon /Ohjelmat, jotta se voidaan päivittää
fr: Caffeine Caffeine ne peut pas se mettre à jour automatiquement, car il est installé dans une image en lecture seule. Copiez-le dans /Applications pour qu’il puisse être mis à jour
fr_ca: Caffeine ne peut pas être mis à jour automatiquement, puisqu'il est installé en tant qu'image en lecture seule; veuillez le copier dans /Applications pour le garder à jour.
id: Caffeine tidak dapat mengupdate secara otomatis karena terinstal dalam citra hanya-baca; Silakan salin ke/aplikasi untuk agara aplikasi tetap terbaru
it_it: Caffeine non può eseguire l'aggiornamento automatico poiché è installato in un'immagine di sola lettura. Copiare Caffeine in /Applicazioni per mantenerlo aggiornato
ko: 야후 인스턴트는 읽기 전용 이미지에 설치되어 자동 업데이트할 수 없습니다. 야후 인스턴트를 /Applications로 복사하여 최신 상태를 유지하십시오.
nb: Caffeine kan ikke oppdatere automatisk fordi den er installert i et bilde som bare kan leses. Kopier den til /Programmer for å holde den oppdatert
nl: Caffeine kan niet automatisch worden bijgewerkt als het is geïnstalleerd in een alleen-lezen-afbeelding; kopieer het naar /Toepassingen om het -up-to-date te houden
pl: Caffeine nie może automatycznie zaktualizować zainstalowanego obrazu tylko do odczytu. Skopiuj go do /Aplikacje.
pt: O Caffeine não pode atualizar automaticamente porque está instalado em uma imagem somente de leitura. Copie-o para /Aplicativos para mantê-lo atualizado
pt_pt: O Caffeine não pode atualizar automaticamente uma vez que está instalado numa imagem apenas de leitura. Copie-o para /Aplicações para o manter atualizado
ro_ro: Aplicaţia Caffeine nu poate face actualizarea automată şi este instalată într-o imagine numai în citire; pentru a o menţine la zi, copiaţi-o în /Aplicaţii
ru_ru: Файл образа Caffeine установлен в режиме «только для чтения», поэтому его автоматическое обновление невозможно. Чтобы поддерживать его в актуальном состоянии, скопируйте его в папку /Программы.
sv: Caffeine kan inte uppdateras automatiskt eftersom det är installerad i en skrivskyddad bild. Kopiera appen till /Appar för att hålla den uppdaterad
th: Caffeine ไม่สามารถทำการอัปเดตแบบอัตโนมัติ เนื่องจากมีการติดตั้งไว้เป็นแบบสำหรับอ่านเท่านั้น กรุณาคัดลอกไปยังแอปพลิเคชัน และทำการอัปเดต
tr_tr: Salt okunur görüntü içinde kurulduğundan, Caffeine otomatik güncelleme yapamaz; güncel tutmak için bunu lütfen /Uygulamalar'a kopyalayın
vi_vn: Caffeine không thể tự động cập nhật vì ứng dụng được cài đặt trong hình ảnh chỉ đọc; Vui lòng sao chép nó sang /Ứng dụng để giữ cập nhật
zh: 由於您將 Caffeine 安裝於唯讀映像，因此其無法自動更新；請將其複製到 /Applications，讓其保持在最新狀態
zh_hant_hk: 由於你將 Caffeine 安裝於唯讀映像，因此其無法自動更新；請將其複製到 /Applications，讓其保持在最新狀態

source: Could not move to Applications folder
ar: تعذر النقل إلى المجلد Applications
da_dk: Kunne ikke flytte til mappen Programmer
de_de: Verschieben in den Ordner „Anwendungen“ nicht möglich
el_gr: Δεν ήταν δυνατή η μετακίνηση στο φάκελο "Εφαρμογές"
es_es: No se ha podido mover a la carpeta Aplicaciones.
es_mx: No se puede mover a la carpeta de Aplicaciones
fi_fi: Ei voitu siirtää Ohjelmat-kansioon
fr: Déplacement vers le dossier Applications impossible
fr_ca: Impossible de le déplacer dans le dossier Applications.
id: Tidak bisa memindahkan folder Aplikasi
it_it: Impossibile eseguire lo spostamento nella cartella Applicazioni
ko: Applications 폴더로 이동할 수 없습니다.
nb: Kan ikke flyttes til programmappen
nl: Kan niet verplaatsen naar Toepassingenmap
pl: Nie można przenieść do foldera Aplikacje
pt: Não foi possível mover a pasta de Aplicativos
pt_pt: Não foi possível mover para a pasta Aplicações
ro_ro: Nu s-a reuşit mutarea în folderul Aplicaţii
ru_ru: Не удалось переместить файл в папку «Программы».
sv: Kunde inte flytta till mappen Appar
th: ไม่สามารถย้ายไปยังโฟลเดอร์แอปพลิเคชัน
tr_tr: Uygulamalar klasörüne taşınamadı
vi_vn: Không thể di chuyển đến thư mục Ứng dụng
zh: 無法移至應用程式資料夾
zh_hant_hk: 無法移至應用程式資料夾

source: Do not move
ar: عدم النقل
da_dk: Flyt ikke
de_de: Nicht verschieben
el_gr: Να μην γίνει μετακίνηση
es_es: No mover
es_mx: No mover
fi_fi: Älä siirrä
fr: Ne pas déplacer
fr_ca: Ne pas déplacer
id: Jangan Pindahkan
it_it: Non spostare
ko: 이동하지 마십시오.
nb: Ikke flytt den
nl: Niet verplaatsen
pl: Nie przenoś
pt: Não mover
pt_pt: Não mover
ro_ro: Fără deplasare
ru_ru: Не перемещать
sv: Flytta inte
th: ไม่ต้องทำการย้าย
tr_tr: Taşımayın
vi_vn: Không di chuyển
zh: 不要移動
zh_hant_hk: 不要移動

# I can move myself to the Applications folder if you'd like.
source: I can move myself to the Applications folder if you like.
ar: يمكنني نقل نفسي إلى المجلد Applications إذا كنت ترغب في ذلك.
da_dk: Jeg kan flytte mig selv til mappen Programmer, hvis du vil have det.
de_de: Falls gewünscht, kann ich mich in den Ordner „Anwendungen“ verschieben.
el_gr: Αν θέλετε μπορώ να μετακινηθώ στο φάκελο "Εφαρμογές".
es_es: Si quieres, puedo moverme a la carpeta Aplicaciones.
es_mx: Si gustas, puedo moverme a la carpeta Aplicaciones.
fi_fi: Ohjelma voidaan siirtää itsenäisesti, jos annat luvan.
fr: Je peux me déplacer automatiquement vers le dossier Applications si vous le souhaitez.
fr_ca: Je peux me déplacer tout seul vers le dossier Application si vous le voulez.
id: Saya dapat memindahkan sendiri ke folder Aplikasi jika Anda inginkan.
it_it: Posso spostarmi da solo nella cartella Applicazioni, se preferisci.
ko: 괜찮으시다면 직접 Applications 폴더로 이동하겠습니다.
nb: Jeg kan flytte meg selv til programmappen på egen hånd hvis du vil.
nl: Ik kan mezelf naar de Toepassingenmap verplaatsen als je wilt.
pl: Jeżeli chcesz, mogę się przenieść do foldera Aplikacje.
pt: Eu posso mover a mim mesmo para a pasta Aplicativos, se você quiser.
pt_pt: Se quiseres, posso mover-me a mim próprio para a pasta Aplicações.
ro_ro: Dacă doriţi, mă pot deplasa la folderul Aplicaţii.
ru_ru: Если необходимо, перемещение в папку «Программы» может быть выполнено автоматически.
sv: Jag kan flytta mig själv till mappen Appar om du vill.
th: ฉันสามารถย้ายไปยังโฟลเดอร์แอปพลิเคชันเอง หากคุณต้องการ
tr_tr: İsterseniz Uygulamalar klasörüne kendim taşıyabilirim.
vi_vn: Tôi có thể tự chuyển đến thư mục Ứng dụng nếu bạn muốn.
zh: 如果您喜歡的話，我可以自己移至應用程式資料夾。
zh_hant_hk: 如果你喜歡的話，我可以自己移至應用程式資料夾。

source: Move to Applications folder
ar: نقل إلى المجلد Applications
da_dk: Flyt til mappen Programmer
de_de: In den Ordner „Anwendungen“ verschieben
el_gr: Μετακίνηση στο φάκελο "Εφαρμογές"
es_es: Mover a la carpeta Aplicaciones
es_mx: Mover a la carpeta Aplicaciones
fi_fi: Siirrä tämä Ohjelmat-kansioon
fr: Déplacer vers le dossier Applications
fr_ca: Déplacer vers le dossier Applications
id: Pindahkan ke Folder Aplikasi
it_it: Sposta nella cartella Applicazioni
ko: Applications 폴더로 이동
nb: Flytt til programmappe
nl: Verplaatsen naar Toepassingenmap
pl: Przenieś do foldera Aplikacje
pt: Mover para pasta Aplicativos
pt_pt: Mover para a pasta Aplicações
ro_ro: Deplasare la folderul Aplicaţii
ru_ru: Переместить в папку «Программы»
sv: Flytta till mappen Appar
th: ย้ายไปยังโฟลเดอร์แอปพลิเคชัน
tr_tr: Uygulamalar Klasörüne Taşı
vi_vn: Chuyển đến Thư mục Ứng dụng
zh: 移至應用程式資料夾
zh_hant_hk: 移至應用程式資料夾

source: Move to Applications folder in your Home folder?
ar: هل ترغب في النقل إلى المجلد Applications في المجلد Home؟
da_dk: Vil du flytte til mappen Programmer i din startmappe?
de_de: Im Ordner „Start“ in den Ordner „Anwendungen“ verschieben?
el_gr: Μετακίνηση στο φάκελο "Εφαρμογές" μέσα στον κεντρικό φάκελο;
es_es: ¿Deseas mover a la carpeta Aplicaciones de tu carpeta Inicio?
es_mx: ¿Mover a la carpeta Aplicaciones dentro de tu carpeta de Inicio?
fi_fi: Siirretäänkö tämä kotikansiosi Ohjelmat-kansioon?
fr: Déplacer vers le dossier Applications dans votre dossier Accueil ?
fr_ca: Déplacer vers le dossier Applications dans votre dossier de base.
id: Pindahkan ke folder Aplikasi di folder Awal Anda?
it_it: Spostare nella cartella Applicazioni della cartella Home?
ko: 홈 폴더 내의 Applications 폴더로 이동하시겠습니까?
nb: Vil du flytte den til programmappen i hjemmemappen din?
nl: Verplaatsen naar Toepassingenmap in je startmap?
pl: Przenieść do foldera Aplikacje w folderze głównym?
pt: Mover para pasta Aplicativos em sua pasta de Início?
pt_pt: Mover para a pasta Aplicações na sua pasta principal?
ro_ro: Vă deplasaţi la folderul Aplicaţii în folderul Acasă?
ru_ru: Переместить файл в папку «Программы» в домашней папке?
sv: Flytta till mappen Appar i din hemmapp?
th: ย้ายไปยังโฟลเดอร์แอปพลิเคชันในโฟลเดอร์หลักของคุณหรือไม่?
tr_tr: Anasayfa Klasörünüzdeki Uygulamalar klasörüne taşınsın mı?
vi_vn: Chuyển đến thư mục Ứng dụng trong thư mục Home của bạn?
zh: 要移至個人專屬資料夾中的應用程式資料夾嗎？
zh_hant_hk: 要移至個人專屬資料夾中的應用程式資料夾嗎？

source: Move to Applications folder?
ar: نقل إلى المجلد Applications؟
da_dk: Flyt til mappen Programmer?
de_de: In den Ordner „Anwendungen“ verschieben?
el_gr: Μετακίνηση στο φάκελο "Εφαρμογές";
es_es: ¿Deseas mover a la carpeta Aplicaciones?
es_mx: ¿Mover a la carpeta Aplicaciones?
fi_fi: Siirretäänkö tämä Ohjelmat-kansioon?
fr: Déplacer vers le dossier Applications ?
fr_ca: Déplacer vers le dossier Applications?
id: Pindahkan ke folder Aplikasi?
it_it: Spostare nella cartella Applicazioni?
ko: Applications 폴더로 이동하시겠습니까?
nb: Vil du flytte den til programmappen?
nl: Verplaatsen naar Toepassingenmap?
pl: Przenieść do foldera Aplikacje?
pt: Mover para pasta Aplicativos?
pt_pt: Mover para a pasta Aplicações?
ro_ro: Vă deplasaţi la folderul Aplicaţii?
ru_ru: Переместить в папку «Программы»?
sv: Flytta till mappen Appar?
th: ย้ายไปยังโฟลเดอร์แอปพลิเคชัน?
tr_tr: Uygulamalar klasörüne taşınsın mı?
vi_vn: Chuyển đến thư mục Ứng dụng?
zh: 要移至應用程式資料夾嗎？
zh_hant_hk: 要移至應用程式資料夾嗎？

source: Note that this will require an administrator password.
ar: لاحظ أن هذا سيتطلب كلمة سر مسؤول.
da_dk: Bemærk, at dette kræver en administratoradgangskode.
de_de: Bitte beachten Sie, dass hierfür ein Administrator-Passwort benötigt wird.
el_gr: Λάβετε υπόψη ότι θα σας ζητηθεί κωδικός πρόσβασης διαχειριστή.
es_es: Ten en cuenta que esto requerirá una contraseña de administrador.
es_mx: Toma en cuenta que esto requerirá una contraseña de administrador.
fi_fi: Huomaa, että tämä vaatii järjestelmänvalvojan salasanan.
fr: Notez que cette opération nécessite un mot de passe d’administrateur.
fr_ca: Veuillez noter que cela nécessitera un mot de passe d'administrateur.
id: Catat bahwa hal ini memerlukan kata sandi administrator.
it_it: Questa operazione richiederà la password dell'amministratore.
ko: 이 경우 관리자 비밀번호가 필요합니다.
nb: Vær klar over at du trenger et administratorpassord.
nl: Let erop dat hiervoor een beheerderswachtwoord is vereist.
pl: Ta czynność wymaga wpisania hasła administratora.
pt: Isso vai exigir uma senha de administrador.
pt_pt: Note que isto irá requerer uma palavra-passe de administrador.
ro_ro: Reţineţi că această acţiune necesită parola de administrator.
ru_ru: Для этого потребуется ввести пароль администратора.
sv: Observera att detta kräver ett administratörslösenord.
th: หมายเหตุ การดำเนินการนี้ต้องใช้รหัสผ่านผู้ดูแลระบบ
tr_tr: Bunun yönetici parolası gerektireceğini unutmayın.
vi_vn: Xin lưu ý, việc này cần phải có mật khẩu của quản trị viên.
zh: 請注意，此動作需要管理員密碼。
zh_hant_hk: 請注意，此動作需要管理員密碼。

source: This will keep your Downloads folder uncluttered.
ar: سيحافظ هذا على المجلد Downloads مرتبًا.
da_dk: Dette vil gøre mappen Overførsler mindre rodet.
de_de: Damit bleibt Ihr Download-Ordner übersichtlich.
el_gr: Έτσι θα διατηρήσετε το φάκελο "Λήψεις" τακτοποιημένο.
es_es: Esto mantendrá ordenada tu carpeta Descargas.
es_mx: Esto mantendrá tu carpeta de Descargas limpia.
fi_fi: Tämä pitää Lataukset-kansiosi siistimpänä.
fr: Votre dossier Téléchargements sera moins encombré.
fr_ca: Cela permettra de libérer votre dossier Téléchargements.
id: Ini akan membuat folder Download Anda tetap rapi.
it_it: In questo modo la cartella Download resterà ordinata.
ko: 이렇게 하면 Downloads 폴더를 말끔하게 유지할 수 있습니다.
nb: På denne måten unngår du rot i nedlastingsmappen din.
nl: Hierdoor blijft je Downloadsmap ordelijk.
pl: Dzięki temu zachowasz porządek w folderze Pobrane.
pt: Isso manterá sua pasta de Downloads organizada.
pt_pt: Isto irá manter a sua pasta Transferências mais organizada.
ro_ro: În acest fel, folderul Descărcări va rămâne ordonat.
ru_ru: Это действие позволит упорядочить файлы в папке «Загрузки».
sv: Detta kommer att hålla ordning på din hämtningsmapp.
th: ซึ่งจะช่วยให้โฟลเดอร์ดาวน์โหลดของคุณไม่ยุ่งเหยิง
tr_tr: Bu, İndirilenler klasörünüzü düzenli şekilde tutacaktır.
vi_vn: Việc này sẽ giữ cho thư mục Tải xuống của bạn được gọn gàng.
zh: 這可讓您的下載項目資料夾保持整齊。
zh_hant_hk: 這可讓你的下載項目資料夾保持整齊。

# updateIsRunning
source: Caffeine is already trying to download an update
ar: يحاول Caffeine بالفعل تنزيل تحديث
da_dk: Caffeine prøver allerede at downloade en opdatering
de_de: Caffeine versucht bereits, eine Aktualisierung herunterzuladen.
el_gr: Γίνεται ήδη προσπάθεια λήψης ενημέρωσης από το Caffeine
es_es: Caffeine ya está tratando de descargar una actualización
es_mx: Caffeinees ya está intentando descargar una actualización
fi_fi: Caffeine yrittää jo ladata päivitystä
fr: Caffeine essaie déjà de télécharger une mise à jour
fr_ca: Caffeine est déjà en train de télécharger une mise à jour
id: Instan sedang mencoba mendownload update
it_it: Caffeine sta già cercando di scaricare un aggiornamento
ko: 인스턴트가 이미 업데이트 다운로드를 시도하고 있습니다.
nb: Caffeine prøver allerede å laste ned en oppdatering
nl: Caffeine probeert al een update te downloaden
pl: Caffeine już pobiera aktualizację
pt: O Caffeine já está tentando fazer download de uma atualização
pt_pt: O Caffeine já se encontra a descarregar uma atualização
ro_ro: Caffeine încearcă deja să descarce o actualizare
ru_ru: Caffeine уже пытается загрузить обновление.
sv: Caffeine är redo att hämta en uppdatering
th: Caffeine กำลังพยายามดาวน์โหลดอัพเดตอยู่แล้ว
tr_tr: Caffeine zaten bir güncelleme indirmeye çalışıyor
vi_vn: Caffeine đang cố gắng tải xuống bản cập nhật
zh: 即時通+ 已嘗試下載更新
zh_hant_hk: Caffeine 已嘗試下載更新

# setDefaultForYmsgr
source: Caffeine is already the default handler for YMSGR links
ar: يعتبر Caffeine بالفعل المعالج الافتراضي لارتباطات YMSGR
da_dk: Caffeine er allerede standardhandler for YMSGR-links
de_de: Caffeine ist bereits Standard-Handler für YMSGR-Links
el_gr: Το Caffeine αποτελεί ήδη το προεπιλεγμένο πρόγραμμα χειρισμού για συνδέσεις YMSGR
es_es: Caffeine ya es el responsable predeterminado de los enlaces YMSGR
es_mx: Caffeinees ya es el controlador predeterminado de los enlaces de Caffeine Caffeine
fi_fi: Caffeine on jo oletusohjelma YMSGR-linkeille
fr: Caffeine est déjà le gestionnaire par défaut des liens YMSGR
fr_ca: Caffeine est déjà le programme par défaut pour les liens YMSGR
id: Caffeine sudah menjadi pengelola default untuk tautan YMSGR
it_it: Caffeine è già il gestore predefinito per i link di YMSGR
ko: 인스턴트는 이미 YMSGR 링크에 대한 기본 처리기입니다.
nb: Caffeine er allerede valgt som standardbehandler for YMSGR-koblinger
nl: Caffeine is al de standaardhandler voor YMSGR-koppelingen
pl: Caffeine jest już programem domyślnym dla łączy YMSGR
pt: O Caffeine já é o manipulador padrão dos links do YMSGR
pt_pt: O Caffeine já está definido como o gestor padrão de ligações YMSGR
ro_ro: Caffeine este deja rutina implicită de tratare a linkurilor YMSGR
ru_ru: Caffeine уже является обработчиком по умолчанию для ссылок YMSGR.
sv: Caffeine är redan standardprogram för YMSGR-länkar
th: Caffeine เป็นตัวจัดการลิงก์ YMSGR เริ่มต้นอยู่แล้ว
tr_tr: Caffeine zaten YMSNGR bağlantılaı için varsayılan işleyici
vi_vn: Caffeine đã là trình xử lý cho các liên kết YMSGR
zh: 即時通+ 已是 YMSGR 連結的預設處理常式
zh_hant_hk: Caffeine 已是 YMSGR 連結的預設處理程式
