Repository: sfrancisx/Caffeine
Catalog: src/CaffeineShell/McBrewery/*.lproj/Localizable.strings
Languages: ar, da_dk, de_de, el_gr, es_es, es_mx, fi_fi, fr, fr_ca, id, it_it, ko, nb, nl, pl, pt, pt_pt, ro_ro, ru_ru, sv, th, tr_tr, vi_vn, zh, zh_hant_hk

source: About
ar: حول
da_dk: Om
de_de: Info
el_gr: Σχετικά
es_es: Acerca de
es_mx: Acerca de
fi_fi: Tietoja
fr: À propos
fr_ca: À propos de
id: Tentang
it_it: Info
ko: 정보
nb: Om
nl: Over
pl: Informacje
pt: Sobre
pt_pt: Acerca
ro_ro: Despre
ru_ru: О приложении
sv: Om
th: เกี่ยวกับ
tr_tr: Hakkında
vi_vn: Giới thiệu
zh: 關於
zh_hant_hk: 關於
