Repository: sfrancisx/Caffeine
Catalog: src/CaffeineShell/McBrewery/*.lproj/Localizable.strings
Languages: ar, da_dk, de_de, el_gr, es_es, es_mx, fi_fi, fr, fr_ca, id, it_it, ko, nb, nl, pl, pt, pt_pt, ro_ro, ru_ru, sv, th, tr_tr, vi_vn, zh, zh_hant_hk

# userDeniedKC
source: Without access to your keychain, it won't be possible to save your login credentials
ar: دون الوصول إلى السلسلة الأساسية الخاصة بك، لن يكون من الممكن حفظ بيانات الاعتماد الخاصة بك
da_dk: Uden adgang til din nøglering er det ikke muligt at gemme dine loginoplysninger
de_de: Ohne Zugriff auf Ihren Schlüsselbund können Ihre Anmeldedaten nicht gespeichert werden
el_gr: Χωρίς πρόσβαση στην κλειδοθήκη σας, δεν θα είναι δυνατή η αποθήκευση των στοιχείων εισόδου σας
es_es: Sin acceso a tu llavero, no podrás guardar tus credenciales de inicio de sesión.
es_mx: Si no tienes acceso a tu llavero, no será posible guardar tus credenciales de inicio de sesión
fi_fi: Sisäänkirjautumistunnuksiasi ei voida tallentaa, jos Keychain-järjestelmään ei päästä.
fr: Sans accès à votre trousseau, il est impossible d’enregistrer vos informations de connexion.
fr_ca: Sans un accès à votre trousseau, il sera impossible d'enregistrer vos données de connexion.
id: Tanpa akses ke keychain Anda, tidak mungkin menyimpan informasi akses sign in
it_it: Se non è possibile accedere al tuo portachiavi, le tue credenziali di accesso non verranno salvate
ko: 키체인에 액세스할 수 없으면 로그인 자격 증명을 저장할 수 없습니다.
nb: Uten tilgang til din nøkkelring, kan vi ikke lagre dine påloggingsdetaljer
nl: Zonder toegang tot je sleutelketen is het niet mogelijk om je aanmeldingsgegevens op te slaan
pl: Bez dostępu do twojego pęku kluczy nie będzie możliwe zapisanie danych logowania
pt: Sem acesso ao seu chaveiro, não é possível salvar suas credenciais de login
pt_pt: Sem o acesso ao seu porta-chaves não será possível guardar as suas credenciais de início de sessão
ro_ro: Fără a avea acces la datele dvs., nu se vor putea salva credențialele dvs. de autentificare
ru_ru: Без доступа к вашему набору ключей невозможно сохранить ваши регистрационные данные
sv: Utan tillgång till din nyckelring så kommer dina inloggningsuppgifter inte kunna sparas
th: ถ้าไม่สามารถเข้าถึงชื่อผู้ใช้และรหัสผ่านของคุณ เราจะไม่สามารถบันทึกข้อมูลสำหรับการเข้าระบบของคุณได้
tr_tr: Anahtar zincirinize erişim olmaksızın, oturum açma bilgileriniz kaydedilemez.
vi_vn: Không có quyền truy cập đến chuỗi phím, việc lưu lại thông tin đăng nhập của bạn là điều không thể
zh: 未存取您的金鑰鏈，就無法儲存您的登入認證
zh_hant_hk: 如果無法存取你的金鑰鏈，便無法儲存你的登入認證

# errorKC
source: There was an error (%d) accessing your user keychain. If this persists, contact Caffeine Support
ar: حدث خطأ (%d) أثناء الوصول إلى سلسلة المستخدم الأساسية - في حالة استمرار ظهور الخطأ، اتصل بدعم Caffeine
da_dk: Der opstod en fejl (%d), da der skulle oprettes adgang til din nøglering – Hvis dette fortsætter, skal du kontakte Caffeine Support
de_de: Beim Zugriff auf Ihren Schlüsselbund ist ein Fehler (%d) aufgetreten. Tritt dieser Fehler weiterhin auf, wenden Sie sich an den Caffeine-Support
el_gr: Παρουσιάστηκε σφάλμα (%d) κατά την πρόσβαση στην κλειδοθήκη χρήστη - αν το πρόβλημα συνεχιστεί, επικοινωνήστε με την Υποστήριξη Caffeine
es_es: Se ha producido un error (%d) al intentar tener acceso a tu llavero de usuario, si esto persiste, ponte en contacto con el Soporte de Caffeine.
es_mx: Hubo un error %d al entrar a tu llavero de usuario - si esto persiste, comunícate con Soporte de Caffeine.
fi_fi: Keychain-järjestelmäsi käytössä ilmeni virhe (%d). Jos virhe toistuu, ota yhteyttä Caffeine-asiakastukeen
fr: Une erreur (%d) s’est produite lors de l’accès à votre trousseau utilisateur. Si le problème persiste, veuillez contacter le support technique Caffeine.
fr_ca: Une erreur (%d) s'est produite en accédant à votre trousseau d'utilisateur — si la situation persiste, communiquer avec le service de soutien Caffeine
id: Ada kesalahan dalam (%d) mengakses keychain pengguna Anda - jika masih terjadi, hubungi Dukungan Caffeine!
it_it: Errore (%d) durante l'accesso al tuo portachiavi utente. Se l'errore persiste, contatta l'assistenza Caffeine
ko: 사용자 키체인에 액세스하는 중에 오류(%d)가 발생했습니다. - 이 오류가 지속되면 야후 지원 팀으로 연락주십시오.
nb: Det oppstod en feil (%d) da vi skulle gå inn på din nøkkelring – ta kontakt med Caffeine kundestøtte om dette fortsetter
nl: Er is een fout opgetreden (%d) tijdens het openen van je sleutelketen. Neem contact op met de klantenservice van Caffeine als dit probleem zich blijft voordoen.
pl: W trakcie uzyskiwania dostępu do pęku kluczy wystąpił błąd (%d) — jeżeli błąd będzie się powtarzał skontaktuj się z Pomocą techniczną Caffeine
pt: Houve um erro (%d) ao acessar seu chaveiro de usuário; se isso persistir, entre em contato com o suporte do Caffeine
pt_pt: Ocorreu um erro (%d) durante o acesso ao seu porta-chaves de utilizador. Caso persista, contacte o Suporte do Caffeine
ro_ro: A apărut o eroare (%d) la accesarea informațiilor de utilizator - dacă eroarea persistă, contactaţi Asistenţa Caffeine
ru_ru: Возникла ошибка (%d) при попытке доступа к вашему набору ключей. При повторном возникновении данной ошибки обратитесь в службу поддержки Caffeine.
sv: Ett fel inträffade (%d) vid kontakten med din nyckelring, kontakta Caffeines support om det kvarstår
th: เกิดข้อผิดพลาด (%d) ในการเข้าถึงชื่อผู้ใช้และรหัสผ่านของคุณ ถ้าปัญหานี้เกิดขึ้นอีก โปรดติดต่อฝ่ายบริการของ Caffeine
tr_tr: Anahtar zincirinize erişirken bir hata oldu (%d) - bu sürerse, Caffeine Destek ile iletişim kurun
vi_vn: Có lỗi (%d) truy cập chuỗi phím người dùng của bạn - nếu lỗi này còn xuất hiện, hãy liên hệ với nhóm Hỗ trợ của Caffeine
zh: 存取金鑰鏈時發生錯誤 (%d) - 如果問題持續發生，請連絡 Caffeine奇摩支援
zh_hant_hk: 存取你的用戶金鑰鏈時發生錯誤 (%d) - 如果此錯誤仍持續發生，請聯絡 Caffeine 支援

# timebomb
source: You are running a very old version of Caffeine which you should upgrade
ar: تستخدم إصدار قديم جدًا من Caffeine ويجب ترقيته
da_dk: Du bruger en meget gammel version af Caffeine og bør opgradere den.
de_de: Die bei Ihnen laufende Version von Caffeine ist sehr alt und muss aktualisiert werden
el_gr: Η έκδοση του Caffeine που εκτελείτε είναι πολύ παλιά και χρειάζεται ενημέρωση
es_es: Estás ejecutando una versión muy antigua de Caffeine y deberías actualizarlo.
es_mx: Estás ejecutando una versión muy vieja de Caffeine y debes actualizarla
fi_fi: Sinulla on käytössä hyvin vanha versio Caffeine -sovelluksesta ja se tulisi päivittää.
fr: La version de Caffeine Caffeine que vous utilisez est très ancienne ; vous devriez la mettre à niveau.
fr_ca: Vous exécutez une version très vieille de Caffeine et vous devriez la mettre à niveau.
id: Anda menjalankan versi Caffeine yang sudah sangat lama dan Anda sebaiknya mengupgradenya
it_it: La versione di Caffeine che stai usando è ormai superata: dovresti aggiornarla.
ko: 아주 예전 버전의 Caffeine를 실행 중이라면 업그레이드해야 합니다.
nb: Du kjører en veldig gammel versjon av Caffeine, og du bør oppgradere den
nl: Je gebruikt een zeer oude versie van Caffeine en we raden je aan om je versie bij te werken
pl: Korzystasz z bardzo starej wersji aplikacji Caffeine i należy ją uaktualnić.
pt: Você está executando uma versão muito antiga do Caffeine e deve atualizá-la
pt_pt: Está a funcionar com uma versão muito antiga do Caffeine e deve atualizá-la
ro_ro: Utilizați o versiune foarte veche de Caffeine Caffeine şi ar trebui să faceţi upgrade
ru_ru: Ваша версия Caffeine сильно устарела и нуждается в обновлении
sv: Du använder en gammal version av Caffeine och bör uppdatera den
th: คุณกำลังใช้เวอร์ชั่น Caffeine ที่เก่ามาก และต้องอัพเกรด
tr_tr: Caffeine'ın çok eski bir sürümünü kullanıyorsunuz ve yükseltmeniz gereklidir
vi_vn: Bạn đang chạy phiên bản Caffeine rất cũ và nên cập nhật phiên bản mới
zh: 您正在執行版本非常舊的 Caffeine 即時通+，應該更新一下了
zh_hant_hk: 你正在執行非常舊的 Caffeine 版本，請升級

# locpurpose
source: Optionally, Caffeine can share your location witn your friends
ar: اختياريًا، يمكن لتطبيق Caffeine مشاركة موقعك مع أصدقائك
da_dk: Caffeine kan eventuelt også dele din placering med dine vener.
de_de: Sie können über Caffeine auch Ihren Standort Ihren Freunden mitteilen
el_gr: Προαιρετικά, το Caffeine μπορεί να κοινοποιεί την τοποθεσία σας στους φίλους σας
es_es: Si lo deseas, Caffeine puede compartir tu localización con tus amigos.
es_mx: Opcionalmente, Caffeine puede compartir tu ubicación con tus amigos
fi_fi: Vaihtoehtoisesti Caffeine voi jakaa sijaintisi ystäviesi kanssa.
fr: Caffeine Caffeine peut partager votre localisation avec vos amis.
fr_ca: De manière facultative, Caffeine peut partager votre emplacement avec vos amis.
id: Secara opsional, Caffeine dapat membagi lokasi Anda dengan teman
it_it: In via facoltativa, Caffeine può condividere la tua posizione con i tuoi amici
ko: Caffeine에서는 선택적으로 친구들과 함께 자신의 위치를 공유할 수 있습니다.
nb: Caffeine kan også dele din plassering med vennene dine, om du vil
nl: Als optionele functie kan Caffeine je locatie met je vrienden delen
pl: Opcjonalnie aplikacja Caffeine może udostępniać znajomym twoją lokalizację
pt: O Caffeine também pode compartilhar sua localização com seus amigos
pt_pt: Como opção, o Caffeine pode partilhar a sua localização com os seus amigos
ro_ro: Opţional, Caffeine vă poate partaja locaţia cu prietenii
ru_ru: По вашему желанию Caffeine может показывать ваше местоположение вашим друзьям
sv: Om du vill så kan du dela din plats med dina vänner på Caffeine
th: คุณสามารถเลือกให้ Caffeine แชร์ตำแหน่งของคุณกับเพื่อนๆ ก็ได้
tr_tr: İsteğe bağlı olarak, Caffeine konumunuzu arkadaşlarınızla paylaşabilir
vi_vn: Caffeine có thể tùy ý chia sẻ vị trí của bạn với bạn bè của bạn
zh: 您可以選擇在 Caffeine 即時通+ 與好友分享您的位置
zh_hant_hk: 你可以選擇讓 Caffeine 與朋友分享你的位置

# rendercrash
source: There was an unexpected error. Please restart Caffeine
ar: حدث خطأ غير متوقع. الرجاء إعادة تشغيل Caffeine
da_dk: Der opstod en uventet fejl. Genstart Caffeine
de_de: Es ist ein unerwarteter Fehler aufgetreten. Starten Sie bitte Caffeine neu
el_gr: Παρουσιάστηκε ένα μη αναμενόμενο σφάλμα. Επανεκκινήστε το Caffeine
es_es: Se ha producido un error inesperado. Reinicia Caffeine
es_mx: Ocurrió un error inesperado. Reinicia Caffeine
fi_fi: Tapahtui odottamaton virhe. Käynnistä Caffeine uudelleen
fr: Une erreur inattendue s’est produite. Redémarrez Caffeine Caffeine
fr_ca: Une erreur inattendue s'est produite. Veuillez redémarrer Caffeine
id: Terjadi kesalahan yang tidak terduga. Restart Caffeine
it_it: Si è verificato un errore imprevisto. Riavvia Caffeine
ko: 예기치 않은 오류가 있었습니다. Caffeine를 다시 시작하세요.
nb: Det oppstod en uventet feil. Start Caffeine på nytt
nl: Er is een onverwachte fout opgetreden. Start Caffeine opnieuw op
pl: Wystąpił nieoczekiwany błąd. Uruchom ponownie aplikację Caffeine
pt: Houve um erro inesperado. Reinicie o Caffeine
pt_pt: Ocorreu um erro inesperado. Reinicie o Caffeine
ro_ro: A fost o eroare neaşteptată. Reporniţi Caffeine
ru_ru: Возникла непредвиденная ошибка. Необходимо перезапустить Caffeine
sv: Ett oväntat fel inträffade. Starta om Caffeine
th: เกิดข้อผิดพลาดที่ไม่คาดหมาย โปรดเริ่มต้น Caffeine ใหม่
tr_tr: Beklenmeyen bir hata oldu. Lütfen Caffeine'ı tekrar başlatın
vi_vn: Đã xảy ra lỗi không mong muốn. Vui lòng khởi động lại Caffeine
zh: 發生未預期的錯誤。 請重新啟動 Caffeine 即時通+
zh_hant_hk: 發生未預期的錯誤。 請重新啟動 Caffeine

source: Save
ar: حفظ
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
es_es: Guardar
es_mx: Guardar
fi_fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
id: Simpan
it_it: Salva
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Salvar
pt_pt: Guardar
ro_ro: Salvare
ru_ru: Сохранить
sv: Spara
th: บันทึก
tr_tr: Kaydet
vi_vn: Lưu
zh: 儲存
zh_hant_hk: 儲存

# submit_ok
source: Thank you for submitting diagnostics
ar: شكرًا على إرسال التشخيصات
da_dk: Tak, fordi du sendte diagnostik
de_de: Danke, dass Sie Diagnosen gesendet haben
el_gr: Ευχαριστούμε που υποβάλατε τα διαγνωστικά
es_es: Gracias por enviar diagnósticos
es_mx: Gracias por enviar los diagnósticos.
fi_fi: Kiitos virhetietojen lähettämisestä
fr: Merci pour vos diagnostics
fr_ca: Merci d'avoir soumis votre diagnostic
id: Terima kasih telah mengirimkan diagnostik
it_it: Grazie di aver inviato le informazioni di diagnostica
ko: 진단을 제출해주셔서 감사합니다.
nb: Takk for at du sender inn diagnose
nl: Bedankt voor het indienen van diagnostische gegevens
pl: Dziękujemy za przesłanie danych diagnostycznych
pt: Agradecemos por enviar os diagnósticos
pt_pt: Obrigado por enviar os diagnósticos
ro_ro: Vă mulţumim pentru trimiterea diagnosticărilor!
ru_ru: Спасибо за представленную вами информацию диагностики
sv: Tack för att du skickade in diagnostik
th: ขอบคุณที่ส่งการวิเคราะห์
tr_tr: Tanılamayı işleme koyduğunuz için teşekkür ederiz
vi_vn: Cám ơn bạn đã gửi chuẩn đoán
zh: 感謝您送出診斷結果
zh_hant_hk: 感謝你提交診斷

source: OK
ar: موافق
el_gr: ΟΚ
es_es: Aceptar
es_mx: Aceptar
ko: 확인
ru_ru: ОК
th: ตกลง
tr_tr: Tamam
zh: 確定
zh_hant_hk: 確定

source: Caffeine
fr: Caffeine Caffeine
ru_ru: Служба мгновенных сообщений Caffeine
zh: Caffeine 即時通+

source: Reply
ar: رد
da_dk: Svar
de_de: Antworten
el_gr: Απάντηση
es_es: Responder
es_mx: Responder
fi_fi: Vastaa
fr: Répondre
fr_ca: Répondre
id: Balas
it_it: Rispondi
ko: 회신
nb: Svar
nl: Beantwoorden
pl: Odpowiedź
pt: Responder
pt_pt: Responder
ro_ro: Răspuns
ru_ru: Ответить
sv: Svara
th: ตอบ
tr_tr: Yanıtla
vi_vn: Trả lời
zh: 回覆
zh_hant_hk: 回覆

# submit_local_file
source: Require manual log submission - you can find the zip at
ar: يجب إرسال السجل يدويًا - يمكن العثور على الملف المضغوط على
da_dk: Kræv manuel indsendelse af logfiler – du kan finde zip-filen på
de_de: Manuell das Einreichen des Protokolls verlangen – Sie finden die zip-Datei unter
el_gr: Απαιτείται μη αυτόματη υποβολή αρχείων καταγραφής - το αρχείο zip βρίσκεται στο
es_es: Registro manual requerido. Puedes encontrar el zip en
es_mx: Solicitar envío de registro manual, puedes buscar el zip en
fi_fi: Vaatii lokin manuaalisen lähetyksen – zip-tiedosto on kansiossa
fr: Les journaux doivent être envoyés manuellement - vous trouverez le fichier zip ici
fr_ca: Soumission manuelle de journal nécessaire requise — vous pouvez trouver le fichier .zip au
id: Memerlukan pengiriman log secara manual - Anda dapat menemukan file zip di
it_it: Richiede l'invio di un log manuale: puoi trovare il file in formato zip presso
ko: 수동 로그 제출이 필요합니다. 다음에서 zip을 찾을 수 있습니다.
nb: Krever manuell innsendelse av logg – du kan finne zip på
nl: Vereist handmatige indiening van logboek - Je vindt het zip-bestand op
pl: Wymaga ręcznego przesłania dziennika — plik zip możesz naleźć w
pt: Requer o envio manual de log, você pode localizar o zip em
pt_pt: Requerer o envio manual das operações: pode encontrar a pasta zip em
ro_ro: Este necesară trimiterea manuală a jurnalului - găsiţi arhiva la
ru_ru: Требуется отправка журнала вручную. Файл архива можно найти по адресу
sv: Du måste skicka in loggfiler manuellt, ZIP-filen finns på
th: ต้องส่งบันทึกด้วยตัวเอง คุณจะพบไฟล์ Zip ได้ที่
tr_tr: Manuel kayıt işleme koyulmasını gerektir - zip'i şuradan bulabilirsiniz
vi_vn: Yêu cầu gửi nhật ký thủ công - bạn có thể tìm thấy tập tin zip tại
zh: 需要手動記錄送出 - 您可以在下列位置找到 zip 檔案：
zh_hant_hk: 需要手動記錄提交 - 你可以在以下位置找到 zip 檔案

# saving_local_file_failed
source: Submit logs failed - First remove or rename file at ~/Downloads/CaffeineLogs.zip and then try again
ar: فشل إرسال السجلات - يجب أولاً إزالة الملف الموجود على ~/Downloads/CaffeineLogs.zip أو إعادة تسميته والمحاولة مرة أخرى
da_dk: Afsendelse af logfiler mislykkedes. Først skal du fjerne eller omdøbe filen på ~/Downloads/CaffeineLogs.zip, og derefter kan du prøve igen
de_de: Das Übermittel der Protokolle ist fehlgeschlagen – Entfernen Sie die Datei unter ~/Downloads/CaffeineLogs.zip (oder benennen Sie diese um) und versuchen Sie es erneut
el_gr: Αποτυχία υποβολής αρχείων καταγραφής - Αρχικά καταργήστε ή μετονομάστε το αρχείο στο ~/Downloads/CaffeineLogs.zip και, στη συνέχεια, προσπαθήστε ξανά
es_es: Error al enviar los registros. En primer lugar, elimina o cambia el nombre del archivo en ~/Downloads/CaffeineLogs.zip y, a continuación, vuelve a intentarlo
es_mx: No se pudieron enviar los registro, Primero quita o renombra el archivo ubicado en ~/Downloads/CaffeineLogs.zip e intenta nuevamente
fi_fi: Lokien lähetys epäonnistui – Poista ensin tiedosto tai nimeä se uudelleen polussa ~/Downloads/CaffeineLogs.zip and then try again
fr: Échec d’envoi des journaux - Commencez par supprimer ou renommer le fichier dans ~/Downloads/CaffeineLogs.zip, puis réessayez
fr_ca: Échec de soumission des journaux — Tout d'abord, retirer ou renommer le fichier au chemin suivant : ~/Downloads/CaffeineLogs.zip, puis essayez de nouveau.
id: Pengiriman log gagal - Hapus atau ganti nama file terlebih dahulu di ~/Downloads/CaffeineLogs.zip lalu coba lagi
it_it: Invio log non riuscito. Rimuovi o rinomina il file disponibile all'indirizzo ~/Downloads/CaffeineLogs.zip e riprova.
ko: 로그 제출 실패 - 먼저 ~/Downloads/CaffeineLogs.zip에서 파일을 제거하거나 이름을 변경한 다음 다시 시도하세요.
nb: Innsending av logger mislyktes – Fjern eller gi filen først nytt navn på ~/Downloads/CaffeineLogs.zip og prøv på nytt
nl: Indienen van logboeken is mislukt - Verwijder het bestand of geef het bestand een nieuwe naam (~/Downloads/CaffeineLogs.zip) en probeer het opnieuw
pl: Wysłanie dziennika się nie powiodło — najpierw usuń lub zmień nazwę pliku znajdującego się w ~/Downloads/CaffeineLogs.zip i spróbuj ponownie.
pt: Envio de logs falhou. Primeiro remova ou renomeie o arquivo em ~/Downloads/CaffeineLogs.zip e tente novamente.
pt_pt: O envio das operações falhou: primeiro, remova ou mude o nome do ficheiro em ~/Downloads/CaffeineLogs.zip e tente novamente
ro_ro: Imposibil de trimis jurnalele - Mai întâi eliminaţi sau redenumiţi fişierul la ~/Downloads/CaffeineLogs.zip şi încercaţi din nou
ru_ru: Отправка журналов не удалась. Удалите или переименуйте файл ~/Downloads/CaffeineLogs.zip и повторите попытку
sv: Loggfilerna kunde inte skickas, ta bort eller döp om filen ~/Downloads/CaffeineLogs.zip och försök sedan igen
th: ส่งบันทึกไม่สำเร็จ ให้ลบหรือเปลี่ยนชื่อไฟล์ที่ ~/Downloads/CaffeineLogs.zip ก่อน แล้วจึงลองอีกครั้ง
tr_tr: Kayıtların işleme koyulması başarısız oldu - Önce ~/Downloads/CaffeineLogs.zip konumundaki dosyayı kaldırın veya tekrar adlandırın ve tekrar deneyin.
vi_vn: Không gửi được nhật ký - Trước tiên, xóa hoặc đổi tên tập tin tại ~/Downloads/CaffeineLogs.zip và sau đó thử lại
zh: 送出記錄失敗 - 先移除或重新命名 ~/Downloads/CaffeineLogs.zip 中的檔案，然後再試一次
zh_hant_hk: 提交記錄失敗 - 請先移除或重新命名 ~/Downloads/CaffeineLogs.zip 中的檔案，然後再試一次

# disconnected
source: You were disconnected from Caffeine
ar: تم قطع الاتصال عن Caffeine
da_dk: Din forbindelse til Caffeine blev afbrudt
de_de: Die Verbindung mit Caffeine wurde unterbrochen.
el_gr: Αποσυνδεθήκατε από το Caffeine
es_es: Te has desconectado de Caffeine
es_mx: Serás desconectado de Caffeine
fi_fi: Yhteytesi Caffeine -sovellukseen katkaistiin
fr: Vous avez été déconnecté de Caffeine Caffeine
fr_ca: Vous avez été déconnecté de Caffeine
id: Anda terputus sambungan dari Caffeine Instan
it_it: Sei stato disconnesso da Caffeine
ko: Caffeine 연결이 끊겼습니다.
nb: Du ble koblet fra Caffeine
nl: De verbinding met Caffeine is verbroken
pl: Połączenie z Caffeine zostało przerwane
pt: Você foi desconectado do Caffeine
pt_pt: Foi desconectado do Caffeine
ro_ro: Aţi fost deconectat(ă) de la Caffeine
ru_ru: Вы отключены от Caffeine
sv: Du kopplades ifrån Caffeine
th: คุณตัดการเชื่อมต่อกับ Caffeine แล้ว
tr_tr: Caffeine bağlantınız kesildi
vi_vn: Bạn đã bị ngắt kết nối khỏi Caffeine
zh: 已將您從 Caffeine 即時通+ 中斷連線
zh_hant_hk: 你已從 Caffeine 中斷連線

# disconnect
source: Sign out
ar: تسجيل الخروج
da_dk: Log ud
de_de: Abmelden
el_gr: Έξοδος
es_es: Cerrar sesión
es_mx: Salir
fi_fi: Kirjaudu ulos
fr: Fermer la session
fr_ca: Se déconnecter
it_it: Esci
ko: 로그아웃
nb: Logg av
nl: Afmelden
pl: Wyloguj
pt: Sair
pt_pt: Terminar sessão
ro_ro: Deconectare
ru_ru: Выход
sv: Logga ut
th: ลงชื่อออก
tr_tr: Çıkış
vi_vn: Thoát
zh: 登出
zh_hant_hk: 登出

# disconnectAll
source: Sign out everywhere
ar: تسجيل الخروج من أي مكان
da_dk: Log ud alle steder
de_de: Überall abmelden
el_gr: Αποσύνδεση από παντού
es_es: Cerrar sesión en todos los sitios
es_mx: Cerrar sesión en todos los dispositivos
fi_fi: Kirjaudu ulos kaikkialla
fr: Fermer toutes les sessions
fr_ca: Fermer la session partout
id: Sign Out Semua Tempat
it_it: Esci in qualsiasi punto
ko: 모든 곳에서 로그아웃
nb: Logg av alle steder
nl: Overal afmelden
pl: Wyloguj się ze wszystkich
pt: Sair de tudo
pt_pt: Terminar sessão em todos
ro_ro: Deconectare de peste tot
ru_ru: Выйти из всех сервисов
sv: Logga ut överallt
th: ลงชื่อออกจากทุกที่
tr_tr: Her Yerden Çık
vi_vn: Thoát hoàn toàn
zh: 從所有位置登出
zh_hant_hk: 從所有位置登出

# updateAvailable
source: A new update is available to be installed, but you need to quit the application
ar: يتوفر تحديث جديد يجب تثبيته، ولكن يجب عليك الخروج من التطبيق.
da_dk: Der er en ny opdatering tilgængelig til installation, men du skal afslutte applikationen
de_de: Ein neues Update ist zur Installation verfügbar, aber Sie müssen die Anwendung schließen
el_gr: Μια νέα ενημέρωση είναι διαθέσιμη για εγκατάσταση, αλλά πρέπει να κλείσετε την εφαρμογή.
es_es: Hay una nueva actualización disponible para instalar, pero es necesario que salgas de la aplicación
es_mx: Hay una actualización disponible para instalar pero tienes que cerrar la aplicación.
fi_fi: Päivitys on saatavilla, mutta sovellus pitää sulkea ennen sen asennusta
fr: Une nouvelle mise à jour est disponible. Pour l’installer, vous devez quitter l’application
fr_ca: Une nouvelles mise à jour est disponible pour l'installation, mais vous devez quitter l'application
id: Update baru tersedia untuk diinstal, namun Anda harus keluar dari aplikasi
it_it: Un nuovo aggiornamento è disponibile per l'installazione, ma devi chiudere l'applicazione
ko: 설치해야 할 새로운 업데이트가 있습니다. 먼저 응용 프로그램을 종료해주세요.
nb: En ny oppdatering er tilgjengelig for installering, men du må avslutte programmet
nl: Er is een nieuwe update die kan worden geïnstalleerd, maar dan moet je eerst de applicatie afsluiten
pl: Nowa aktualizacja jest dostępna do zainstalowania. Musisz wyjść z aplikacji
pt: Uma nova atualização está disponível para ser instalada, mas você precisa fechar o aplicativo
pt_pt: Está disponível uma nova atualização, mas tem de encerrar primeiro a aplicação
ro_ro: O nouă actualizare este disponibilă şi poate fi instalat, însă trebuie să ieşiţi din aplicaţie.
ru_ru: Для установки доступно новое обновление. Необходими закрыть приложение.
sv: En ny uppdatering är tillgänglig och kan installeras men du måste avsluta programmet
th: มีโปรแกรมอัพเดทใหม่ให้ติดตั้ง แต่คุณต้องออกจากแอพพลิเคชั่นนี้
tr_tr: Kurulması için yeni bir güncelleme mevcut, ancak uygulamadan çıkmanız gerekir
vi_vn: Đã có sẵn bản cập nhật mới để cài đặt nhưng bạn phải thoát ứng dụng
zh: 可安裝新的更新，但您必須結束應用程式
zh_hant_hk: 可安裝新的更新，但你必須結束應用程式

# failedToLoadURL
source: Failed to load URL with error
ar: فشل تحميل عنوان URL مع وجود خطأ
da_dk: Indlæsningen af webadressen mislykkedes med en fejl
de_de: URL konnte nicht geladen werden mit Fehler
el_gr: Αποτυχία φόρτωσης URL με σφάλμα
es_es: No se pudo cargar la URL con el error
es_mx: No se pudo cargar la URL con error
fi_fi: URL-osoitteen lataus epäonnistui, virhe
fr: Échec du chargement de l'URL avec erreur
fr_ca: Échec du chargement de l'adresse URL avec erreur
id: Gagal memuat URL dengan kesalahan
it_it: Il caricamento dell'URL non è riuscito e ha restituito un errore
ko: 오류와 함께 URL 로드 실패
nb: Kunne ikke laste inn URL med feil
nl: Het laden van de URL is mislukt met fout
pl: Ładowanie adresu URL się nie powiodło. Wystąpił błąd
pt: Falha ao carregar URL com erro
pt_pt: Não foi possível carregar o URL com erro
ro_ro: Nu s-a reuşit încărcarea URL-ului şi a fost generată o eroare
ru_ru: В URL обнаружена ошибка, загрузка невозможна
sv: Kunde inte ladda adressen med fel
th: โหลด URL ไม่สำเร็จโดยมีข้อผิดพลาด
tr_tr: URL hata ile yüklenemedi
vi_vn: Lỗi không tải được URL
zh: 無法載入 URL，發生錯誤
zh_hant_hk: 無法載入 URL 且發生錯誤
